Repository: GogaTr/bog-donation
Catalog: languages/bog-donation-*.po
Languages: ka_ge

source: Client ID
ka_ge: კლაიენტის ID

source: Client Secret
ka_ge: საიდუმლო კოდი

source: Redirect URI
ka_ge: დაბრუნების მისამართი

source: Success URL
ka_ge: წარმატების მისამართი

source: Fail URL
ka_ge: წარუმატებლობის მისამართი

source: Callback URL
ka_ge: კოლბექის მისამართი

source: Transaction ID
ka_ge: ტრანზაქციის კოდი

source: Status
ka_ge: სტატუსი

source: Amount
ka_ge: თანხა

source: Created At
ka_ge: დამატების დრო
